Repository: DasterPL/ajax-snippets
Catalog: languages/ajax-snippets-*.po
Languages: pl_pl

source: Status: Waiting
pl_pl: Status: Oczekiwanie

source: Cancel
pl_pl: Anuluj

source: Run
pl_pl: Wykonaj

source: Templates
pl_pl: Szablony

source: Fetch data
pl_pl: Pobierz dane

source: Pause
pl_pl: Pauza

source: Resume
pl_pl: Wznów

source: Items / AJAX
pl_pl: Elementów / AJAX

source: Templates: fetch data
pl_pl: Szablony: pobierz dane

source: Templates: batch operations
pl_pl: Szablony: operacje batch

source: 1) Fetch data (must return an array)
pl_pl: 1) Pobierz dane (musi zwrócić tablicę)

source: 2) Batch operations (multiple items per AJAX)
pl_pl: 2) Operacje batch (wiele elementów na AJAX)

source: Available batch variables:
pl_pl: Dostępne zmienne w batch:

source: current item
pl_pl: aktualny element

source: index from 0
pl_pl: indeks od 0

source: total items
pl_pl: liczba elementów

source: full data array
pl_pl: pełna tablica danych

source: Output: fetch
pl_pl: Output: pobieranie

source: Ajax-Snippets Version: %s
pl_pl: Wersja Ajax-Snippets: %s

source: Insert at cursor (do not replace all)
pl_pl: Wstaw w miejscu kursora (bez zamiany całości)

source: Insert
pl_pl: Wstaw

source: Insert and run
pl_pl: Wstaw i wykonaj

source: Set snippet parameters
pl_pl: Ustaw parametry snippetu

source: Select...
pl_pl: Wybierz...

source: Fill in:
pl_pl: Uzupełnij:

source: Choose snippet
pl_pl: Wybierz snippet

source: No batch data to resume.
pl_pl: Brak danych do wznowienia.

source: Unknown error
pl_pl: Nieznany błąd

source: Fetching
pl_pl: Pobieranie

source: Fetched
pl_pl: Pobrano

source: Processing
pl_pl: Przetwarzanie

source: Done
pl_pl: Zakończono

source: Fail
pl_pl: Błąd

source: Paused
pl_pl: Wstrzymano
